/* NSWindow (Login) : <title:Login> (oid:3) */
"Login" = "Yhdistä";

/* NSButtonCell (Login) : <title:Login> (oid:14) */
"Login" = "Yhdistä";

/* NSButtonCell (Cancel) : <title:Cancel> (oid:16) */
"Cancel" = "Kumoa";

/* NSButtonCell (Add to Keychain) : <title:Add to Keychain> (oid:24) */
"Add to Keychain" = "Lisää avainnippuun";

/* NSButtonCell (Anonymous Login) : <title:Anonymous Login> (oid:26) */
"Anonymous Login" = "Anonyymi kirjautuminen";

/* NSTextFieldCell (SSH Private Key:) : <title:SSH Private Key:> (oid:ggH-NR-cC6) */
"SSH Private Key:" = "SSH yksityinen avain:";

